export const Introduction = [
    "В «обычных» Simple и Continuous мы «смотрим» в ОДНУ точку, когда совершалось действие, даже если оно постоянно-регулярное.",
    "То есть ОПРЕДЕЛЕНО, в КАКОЙ момент действие совершалось, пусть он может не и проговариваться."
]

export const TypeAction = [
    {
    theory: "В Perfect Simple мы «смотрим» в ДВЕ точки. Первая точка — когда действие совершилось, однако он НЕ имеет значения, важно, К КАКОМУ моменту (вторая точка) действие совершилось.",
    examples: []       
    },
    {
    theory: "Совершенное действие, например, «построил дом», можно рассматривать как результат, то есть главное условие Perfect Simple — НАЛИЧИЕ РЕЗУЛЬТАТА к какому-то моменту времени (вторая точка).",
    examples: []        
    }
]

